Repository: OpenThinkLabs/extension-tao-proctoring
Catalog: locales/*/messages.po
Languages: es_es

source: %1$s - Item %2$s/%3$s
es_es: %1$s - Elemento %2$s/%3$s

source: %d sessions of the delivery %s have not been paused
es_es: %d sesiones de la entrega %s no han sido pausadas

source: %s completed
es_es: %s completado(a)

source: %s could not be %s because it is finished. Please refresh your data.
es_es: %s puede no ser %s por que está completado. Por favor actualice su información.

source: %s could not be %s because it is terminated. Please refresh your data.
es_es: %s puede no ser %s por que está terminado. Por favor actualice su información.

source: %s could not be %s.
es_es: %s puede no ser %s.

source: %s minutes more
es_es: %s minutos más

source: %s\'s test had already been authorized.
es_es: %s\'s prueba ya ha sido autorizada.

source: %s\'s test had already been paused.
es_es: %s\'s prueba ya ha sido pausada.

source: %s\'s test had already been terminated.
es_es: %s\'s prueba ya ha sido terminada.

source: %s\'s test had been canceled.
es_es: %s\'s prueba ha sido cancelada.

source: %s\'s test had been completed.
es_es: %s\'s prueba ha sido completada.

source: %s\'s test had been paused.
es_es: %s\'s prueba ha sido pausada.

source: %s\'s test had been terminated.
es_es: %s\'s prueba ha sido terminada.

source: %s\'s test had not been finished.
es_es: %s\'s prueba ha sido completada.

source: %s\'s test had not been in progress.
es_es: %s\'s prueba no ha estado en progreso.

source: %s\'s test had not been started.
es_es: %s\'s prueba no ha sido empezada.

source: %s\'s test must be terminated.
es_es: %s\'s prueba tiene que ser terminada.

source: A session of the delivery %s have not been paused
es_es: Una sesión de la entrega %s no ha sido pausada

source: Action
es_es: Acción

source: Actions
es_es: Acciones

source: Active
es_es: Activo

source: Active proctors
es_es: Vigilantes activos

source: Active test-takers
es_es: Participantes activos

source: Add test takers
es_es: Agregar participantes

source: Administer deliveries
es_es: Administrar entregas

source: Administration
es_es: Administración

source: already authorized
es_es: Ya autorizado

source: already paused
es_es: ya está pausado

source: already terminated
es_es: ya está terminado

source: Apply default tag
es_es: Aplicar etiqueta por defecto

source: Are you sure you want to end the test?
es_es: ¿Estás seguro que deseas terminar la prueba?

source: Assessment Activity
es_es: Actividad de la evaluación

source: Assessment has been paused due to attempt to switch to another window/tab.
es_es: La prueba se ha detenido debido a un intento de cambiar a otra ventana/pestaña.

source: Assign administrator
es_es: Asignar administrador

source: Assign more test takers to this session
es_es: Asignar más participantes a esta sesión

source: Assign proctors
es_es: Asignar vigilantes

source: Assign the selected test takers
es_es: Asignar los participantes seleccionados

source: Assign the selected test takers to the session
es_es: Asignar los participantes seleccionados a la sesión

source: Assign the test taker to the session
es_es: Asignar el participante a la sesión

source: Assigned proctors
es_es: Vigilantes asignados

source: Assigned test takers
es_es: participantes asignados

source: Attempts
es_es: Intentos

source: author
es_es: autor

source: Authorize
es_es: Autorizar

source: Authorize Session
es_es: Autorizar sesión

source: Authorize session
es_es: Autorizar sesión

source: Authorize sessions
es_es: Autorizar sesiones

source: Authorize the proctor
es_es: Autorizar vigilante

source: Authorize the selected proctors
es_es: Autorizar los vigilantes seleccionados

source: authorized
es_es: autorizado

source: Authorized
es_es: Autorizado

source: Authorized but not started
es_es: Autorizado, pero no empezado

source: Authorized proctors
es_es: Vigilantes autorizados

source: Authorized, you may proceed
es_es: Autorizado, Ud. puede proceder

source: Automatically reset by the system due to authorization request being cancelled by test taker.
es_es: Automáticamente restablecido por el sistema debido a que la petición fue cancelada por el participante.

source: Automatically reset by the system due to the test taker choosing not to proceed with the authorized test.
es_es: Automáticamente restablecido por el sistema debido a que el participante a escogido no proceder con la prueba autorizada.

source: Available
es_es: Disponible

source: Available history
es_es: Historial disponible

source: Available test takers
es_es: Participantes disponibles

source: Awaiting
es_es: Esperando

source: Back
es_es: Atrás

source: Back to sessions
es_es: Regresar a las sesiones

source: Behaviour
es_es: Comportamiento

source: Cancel
es_es: Cancelar

source: cancel
es_es: cancelar

source: cancel the action
es_es: cancelar la acción

source: canceled
es_es: cancelado

source: Canceled
es_es: Cancelado

source: Cannot authorize test session.
es_es: No es posible autorizar la sesión de prueba.

source: Cannot authorize test sessions.
es_es: No es posible autorizar la sesión de prueba.

source: Cannot execute action.
es_es: No es posible ejecutar la acción.

source: Cannot extend test session.
es_es: No es posible extender la sesión de la prueba.

source: Cannot extend test sessions.
es_es: No es posible extender las sesiones de las pruebas.

source: Cannot pause test session.
es_es: No es posible pausar la sesión de la prueba.

source: Cannot pause test sessions.
es_es: No es posible pausar las sesiones de las pruebas.

source: Cannot print test session.
es_es: No es posible imprimir la sesión de la prueba.

source: Cannot print test sessions.
es_es: No es posible imprimir las sesiones de las pruebas.

source: Cannot reactivate test session.
es_es: No es posible reactivar la sesión de la prueba.

source: Cannot reactivate test sessions.
es_es: No es posible reactivar las sesiones de las pruebas.

source: Cannot report test session.
es_es: No es posible reportar la sesión de prueba.

source: Cannot report test sessions.
es_es: No es posible reportar las sesiones de pruebas.

source: Cannot terminate test session.
es_es: No es posible terminar la sesión de prueba.

source: Cannot terminate test sessions.
es_es: No es posible reportar las sesiones de pruebas.

source: category
es_es: categoría

source: Comfort
es_es: Ajustar

source: comment
es_es: comentario

source: Complaint
es_es: Reclamación

source: Completed
es_es: Completado(a)

source: completed
es_es: completado(a)

source: Completed tests
es_es: Pruebas completadas

source: Compliance
es_es: Conformidad

source: Connectivity
es_es: Conectividad

source: Context
es_es: Contexto

source: Create and authorize a proctor to the selected test sites
es_es: Crear y autorizar a un vigilante a los sitios de prueba seleccionados

source: Create Proctor
es_es: Crear vigialante

source: Creates and authorizes proctor
es_es: Crear y autotizar vigilante

source: Current Assessment Activity
es_es: Actividad de la evaluación actual

source: Current sessions
es_es: Sesión actual

source: date
es_es: fecha

source: Date
es_es: Fecha

source: Days
es_es: Días

source: Decryption failed because of using the wrong customer app key.
es_es: El descifrado falló debido al uso de llave de aplicación de cliente incorrecta.

source: Define sub-centers
es_es: Define subcentros

source: Deliveries
es_es: Entregas

source: Delivery
es_es: Entrega

source: Detailed Session History of %s
es_es: Historial detallado de sesión de %s

source: Detailed Session History of a selection
es_es: Historial detallado de sesión de una selección

source: Details
es_es: Detalles

source: Disturbance
es_es: Disturbio

source: Duration
es_es: Duración

source: Edit test center
es_es: Editar centro de prueba

source: Elapsed time
es_es: Tiempo transcurrido

source: End
es_es: Final

source: End date of the export
es_es: Fecha de fin de la exportación

source: Environment
es_es: Entorno

source: Event
es_es: Evento

source: Examinee
es_es: Examinado

source: Export
es_es: Exportar

source: Export Irregularities
es_es: Irregularidades de la exportación

source: Extended Time
es_es: Tiempo extendido

source: Extra time
es_es: Tiempo extra

source: Extra Time
es_es: Tiempo extra

source: Extra time granted
es_es: Tiempo extra garantizado

source: Filter
es_es: Filtro

source: Finished
es_es: Terminado

source: finished
es_es: terminado

source: First name
es_es: Nombre

source: Freezing
es_es: Congelación

source: From
es_es: De

source: Grant Extra Time
es_es: Otorgar tiempo extra

source: Groups: %s. %s
es_es: Grupos: %s. %s

source: Hours
es_es: Horas

source: However, the action will not be applied to the following sessions
es_es: Aún así, la acción no será aplicada a las siguientes sesiones

source: ID/Authorization
es_es: ID/Autorización

source: Identifier
es_es: Identificador

source: Illness
es_es: Enfermedad

source: In Progress
es_es: En proceso

source: Irregularities for "%s" successfully exported
es_es: Irregularidades para "%s" exportada satisfactoriamente

source: Issue Category
es_es: Categoría de problema

source: item
es_es: elemento

source: Item Variables
es_es: Variables de elemento

source: Label
es_es: Etiqueta

source: Last Day
es_es: Último día

source: Last launch
es_es: Último lanzamiento

source: Last Month
es_es: Último mes

source: Last name
es_es: Apellido(s)

source: Last Week
es_es: Última semana

source: Late
es_es: Atrasado

source: Launching
es_es: Lanzamiento

source: Loading
es_es: Cargando

source: Logout
es_es: Cierre de sesión

source: Manage Proctors
es_es: Gestionar Vigilantes

source: Manage Results
es_es: Gestionar resultados

source: minutes
es_es: minutos

source: Monitoring
es_es: Monitoreo

source: Navigation
es_es: Navegación

source: Network
es_es: Red

source: No assigned proctors
es_es: Sin vigilantes asignados

source: No assigned test takers
es_es: Sin participantes asignados

source: No available test takers to assign
es_es: No hay participantes disponibles para asignar

source: No history to display!
es_es: ¡No hay historial que mostrar!

source: No proctors in request param
es_es: No hay vigilantes en los parámetros de la petición

source: No sessions
es_es: Sin sesiones

source: No sessions available
es_es: No hay sesiones disponibles

source: No Show
es_es: No mostrar

source: Noise
es_es: Ruido

source: not finished
es_es: sin terminar

source: not in progress
es_es: no está en proceso

source: not started
es_es: No está empezado(a)

source: not terminated
es_es: No está terminado(a)

source: Note
es_es: Nota

source: offline
es_es: desconectado

source: OK
es_es: Aceptar

source: online
es_es: conectado

source: Other
es_es: Otro

source: Outcome
es_es: Resultado

source: Partially authorized proctors
es_es: Vigilantes parcialmente autorizados

source: Pause
es_es: Pausa

source: Pause Active Test Sessions
es_es: Pausar las sesiones de pruebas activas

source: Pause due to server maintenance
es_es: Pausado debido a servidores en mantenimiento

source: Pause session
es_es: Sesión en pausa

source: Pause Session
es_es: Sesión en pausa

source: Pause sessions
es_es: Sesiones en pausa

source: paused
es_es: pausado(a)

source: Paused
es_es: Pausado(a)

source: Please select one or more test site to manage proctors
es_es: Por favor seleccione uno o más sitios de pruebas para gestionar vigilantes

source: Please wait, authorization in process ...
es_es: Espere por favor autorización en proceso ...

source: Please, make your selection
es_es: Por favor, haga su selección

source: Power Outage
es_es: Corte de energía

source: Previous Month
es_es: Mes anterior

source: Print Results
es_es: Imprimir resultados

source: Print Score
es_es: Imprimir puntuación

source: Print the assessment results
es_es: Imprimir los resultados de la evaluación

source: Printing
es_es: Imprimiendo

source: Proceed
es_es: Proceda

source: Proctor
es_es: Vigilante

source: Proctor created
es_es: Vigilante creado

source: Proctor/Staff
es_es: Vigilante/Empleado

source: Proctored Delivery Server
es_es: Servidor de entregas vigiladas

source: Proctored Test-Takers
es_es: Participantes vigilados

source: Proctoring interface
es_es: Interfaz de vigilancia

source: Proctors
es_es: Vigilantes

source: Proctors authorized
es_es: Vigilantes autorizados

source: Proctors revoked
es_es: Vigilantes rechazados

source: Progress
es_es: Progreso

source: Reactivate session
es_es: Reactivar sesión

source: Reactivate Session
es_es: Reactivar sesión

source: Refresh
es_es: Recargue

source: Refresh the page
es_es: Recargue la página

source: Remaining
es_es: Restantes

source: Remove
es_es: Eliminar

source: Remove default tag filtering
es_es: Remover filtro de etiqueta por defecto

source: Remove the selected test takers from the session
es_es: Remover las participantes seleccionados de la sesión

source: Remove the test taker from the session
es_es: Remover el participante de la sesión

source: Report
es_es: Reportar

source: Report irregularities
es_es: Reportar irregularidades

source: Report Irregularity
es_es: Reportar irregularidad

source: Report irregularity
es_es: Reportar irregularidad

source: reported for irregularity
es_es: reportado por irregularidad

source: Resource update task is completed
es_es: La tarea de actualización del recurso se ha completado

source: results
es_es: resultados

source: Results
es_es: Resultados

source: Return to the session manager
es_es: Regresar al gestor de sesiones

source: Return to the session monitoring
es_es: Regresar al monitoreador de sesiones

source: Revoke authorization for the selected proctor
es_es: Revocar autorización para el vigilante seleccionado

source: Revoke the proctor
es_es: Revocar al vigilante

source: Role
es_es: Rol

source: Score
es_es: Puntuación

source: Score Report
es_es: Reporte de puntuación

source: section
es_es: sección

source: Session
es_es: Sesión

source: Session %s - %s has not been processed
es_es: Sesión %s - %s no ha sido procesada

source: Session history
es_es: Historial de sesión

source: Session time handling
es_es: Manejador del tiempo de sesión

source: Sessions
es_es: Sesiones

source: Sessions authorized
es_es: Sesiones autorizadas

source: sessions paused
es_es: sesiones pausadas

source: Sessions paused
es_es: Sesiones pausadas

source: Sessions reactivated
es_es: Sesiones reactivadas

source: Sessions reported
es_es: Sesiones reportadas

source: Sessions terminated
es_es: Sesiones terminadas

source: Show brief report
es_es: Mostrar reporte breve

source: Show detailed report
es_es: Mostrar reporte detallado

source: Show detailed session history messages
es_es: Mostrar mensajes detallados del historial de sesiones

source: Show the detailed session history
es_es: Mostrar el historial detallado de la sesión

source: Some delivery executions have not been authorized
es_es: Algunas ejecuciones de entregas no han sido autorizadas

source: Some delivery executions have not been paused
es_es: Algunas ejecuciones de entregas no han sido pausadas

source: Some delivery executions have not been reactivated
es_es: Algunas ejecuciones de entregas no han sido reactivadas

source: Some delivery executions have not been reported
es_es: Algunas ejecuciones de entregas no han sido reportadas

source: Some delivery executions have not been terminated
es_es: Algunas ejecuciones de entregas no han sido terminadas

source: Some delivery executions have not been updated
es_es: Algunas ejecuciones de entregas no han sido actualizadas

source: Something went wrong ...
es_es: Algo salió mal ...

source: Start
es_es: Inicio

source: Start date of the export
es_es: Fecha de inicio de la exportación

source: Started at
es_es: Iniciado en

source: Status
es_es: Estado

source: subcategory
es_es: subcategoría

source: Subcategory
es_es: Subcategoría

source: System generated pause.
es_es: Pausa de sistema generado.

source: Take or continue a test controlled by a proctor
es_es: Toma o continua una prueba controlada por un vigilante

source: Technical
es_es: Técnico

source: Terminate
es_es: Terminar

source: Terminate session
es_es: Terminar sesión

source: Terminate Session
es_es: Terminar sesión

source: Terminate sessions
es_es: Terminar sesiones

source: Terminated
es_es: Terminado

source: terminated
es_es: terminado

source: Test must be terminated.
es_es: La prueba debe ser terminada.

source: Test %s had already been authorized.
es_es: Prueba %s ya ha sido autorizada.

source: Test %s had already been paused.
es_es: La prueba %s ya ha sido pausada.

source: Test %s had already been terminated.
es_es: La prueba %s ya ha sido terminada.

source: Test %s had been canceled.
es_es: La prueba %s ya ha sido cancelada.

source: Test %s had been completed.
es_es: La prueba %s ya ha sido completada.

source: Test %s had been paused.
es_es: La prueba %s ha sido pausada.

source: Test %s had been terminated.
es_es: La prueba %s ha sido terminada.

source: Test %s had not been finished.
es_es: La prueba %s no ha sido finalizada.

source: Test %s had not been in progress.
es_es: La prueba %s no está en proceso.

source: Test %s had not been started.
es_es: La prueba %s no ha sido comenzada.

source: Test %s must be terminated.
es_es: La prueba %s debe de ser terminada.

source: Test center saved
es_es: Centro de pruebas guardado

source: Test had already been authorized.
es_es: La prueba ya ha sido autorizada.

source: Test had already been paused.
es_es: La prueba ya ha sido pausada.

source: Test had alredy been terminated.
es_es: La prueba ya ha sido terminada.

source: Test had been canceled.
es_es: La prueba ha sido cancela.

source: Test had been completed.
es_es: La prueba ha sido completada.

source: Test had been paused.
es_es: La prueba ha sido pausada.

source: Test had been terminated.
es_es: La prueba ha sido terminada.

source: Test had not been finished.
es_es: La prueba no ha sido finalizada.

source: Test had not been in progress.
es_es: La prueba no está en proceso.

source: Test had not been started.
es_es: La prueba no ha sido empezada.

source: Test site %s
es_es: Sitio de prueba %s

source: Test taker
es_es: Participante

source: test taker
es_es: participante

source: Test takers have been added
es_es: El participante a sido agregado

source: Test takers have been removed
es_es: El participante a sido removido

source: Test Variables
es_es: Variables de prueba

source: Test-Taker
es_es: Participante

source: Testing Workstation
es_es: Estación de trabajo de prueba

source: The action cannot be applied, no eligible sessions found
es_es: La acción no puede ser aplicada, no se encontraron sesiones elegibles

source: The action will be applied to the following session
es_es: La acción será aplicada a la siguiente sesión

source: the already granted time will be replaced by the new value
es_es: el tiempo ya otorgado va a ser reemplazado por el nuevo valor

source: The assessment has been suspended. To resume your assessment, please relaunch it and contact your proctor if required.
es_es: La evaluación ha sido suspendida. Para resumir tu evaluación, por favor vuelve a lanzarla y ponte en contacto con tu vigilante si se requiere.

source: The assessment has been terminated. You cannot interact with it anymore.
es_es: La evaluación se ha terminado. Ya no es posible interactuar con ella .

source: The extra time must be a number
es_es: El tiempo extra debe de ser un número

source: The proctor will be authorized. Continue ?
es_es: El vigilante será autorizado. ¿Continuar?

source: The proctor will be revoked. Continue ?
es_es: El vigilante será rechazado. ¿Continuar?

source: The proctors will be authorized. Continue ?
es_es: Los vigilantes serán autorizados. ¿Continuar?

source: The proctors will be revoked. Continue ?
es_es: Los vigilantes serás rechazados. ¿Continuar?

source: The test taker will be removed from this session. Continue ?
es_es: El participante será removido de la sesión. ¿Continuar?

source: The test takers will be removed from this session. Continue ?
es_es: Los participantes serán removidos de la sesión. ¿Continuar?

source: There is no delivery in progress
es_es: No hay entrega en proceso

source: Time
es_es: Tiempo

source: to
es_es: Para

source: Tools
es_es: Herramientas

source: Total Current Assessments
es_es: Total de evaluaciones actuales

source: Total time
es_es: Tiempo total

source: Unable to create irregularities export for %s
es_es: No es posible exportar irregularidades de creación para %s

source: Unable to perform action on test %s.
es_es: No es posible realizar la acción en la prueba %s

source: User Activity
es_es: Actividad de usuario

source: Warning, you are about to pause all in progress tests. All test takers will be paused on or before the next heartbeat. Please provide a reason for this action.
es_es: Alerta, estás por pausar todas las pruebas en proceso. Todos los participantes serán pausados en o antes de la próxima transición. Por favor proporciona una razón para esta acción.

source: Weather
es_es: Clima
