Repository: OpenThinkLabs/extension-tao-proctoring
Catalog: locales/*/proctoring.rdf.po
Languages: es_es

# http://www.w3.org/2000/01/rdf-schema#label
source: Proctor
es_es: Vigilante

# http://www.w3.org/2000/01/rdf-schema#comment
source: The Proctoring role
es_es: El rol de vigilante

# http://www.w3.org/2000/01/rdf-schema#label
source: Proctor Manager
es_es: Gestor de vigilantes

# http://www.w3.org/2000/01/rdf-schema#comment
source: The Proctoring Manager Role
es_es: El rol gestor de vigilantes

# http://www.w3.org/2000/01/rdf-schema#label
source: Proctor Administrator
es_es: Administrador vigilante

# http://www.w3.org/2000/01/rdf-schema#comment
source: The Proctoring Administrator Role
es_es: Rol de administrador vigilante

# http://www.w3.org/2000/01/rdf-schema#label
source: Awaiting
es_es: Esperando

# http://www.w3.org/2000/01/rdf-schema#comment
source: Awaiting of authorization status of a delivery execution
es_es: En espera de un estado de autorización para la ejecución de la entrega

# http://www.w3.org/2000/01/rdf-schema#label
source: Authorized
es_es: Autorizado

# http://www.w3.org/2000/01/rdf-schema#comment
source: Authorized status of a delivery execution
es_es: Estado de autorización para la ejecución de la entrega

# http://www.w3.org/2000/01/rdf-schema#label
source: Terminated
es_es: Terminado

# http://www.w3.org/2000/01/rdf-schema#comment
source: Terminated status of a delivery execution
es_es: Estado de terminación para la ejecución de la prueba

# http://www.w3.org/2000/01/rdf-schema#label
source: Canceled
es_es: Cancelado

# http://www.w3.org/2000/01/rdf-schema#comment
source: Canceled status of a delivery execution
es_es: Estado de cancelación para la ejecución de la prueba

# http://www.w3.org/2000/01/rdf-schema#label
source: Require Proctoring
es_es: Requiere vigilancia

# http://www.w3.org/2000/01/rdf-schema#comment
source: Require Proctoring on selected deliveries
es_es: Se requiere de vigilancia en las entregas seleccionadas

# http://www.w3.org/2000/01/rdf-schema#label
source: Check Enable
es_es: Revisión habilitada

# http://www.w3.org/2000/01/rdf-schema#comment
source: Check Enable
es_es: Revisión habilitada

# http://www.w3.org/2000/01/rdf-schema#label
source: Enable
es_es: Habilitar

# http://www.w3.org/2000/01/rdf-schema#comment
source: Enable
es_es: Habilitar
